Repository: soderlind/icalendar-ninja-form
Catalog: languages/icalendar-ninja-forms-*.po
Languages: nb_no

source: Event Date
nb_no: Dato

source: Select the fields that contain the event date
nb_no: Velg feltene som inneholder arrangementsdatoen

source: End
nb_no: Slutt

source: Event Information
nb_no: Informasjon

source: Event title
nb_no: Tittel

source: MANDATORY. If empty, "Event invitation" will be used
nb_no: OBLIGATORISK. Hvis tom, vil "Invitasjon til arrangement" bli brukt

source: Add Message
nb_no: Legg til melding

source: Message
nb_no: Melding

source: Event URL
nb_no: Arrangements-URL

source: Append URL
nb_no: Legg til URL

source: Append the event URL to the calendar
nb_no: Legg til arrangements-URLen i kalenderen

source: .. or add URL
nb_no: .. eller legg til URL

source: Add URL.
nb_no: Legg til URL.

source: Event Venue
nb_no: Sted

source: Add Venue
nb_no: Legg til sted

source: Add venue to the calendar
nb_no: Legg til sted i kalenderen

source: Address
nb_no: Adresse

source: Be as precise as possible
nb_no: Vær så presis som mulig

source: Organizer email
nb_no: Arrangørens e-post

source: MANDATORY. If empty, the wp admin email address will be used.
nb_no: OBLIGATORISK. Hvis tom, vil wp-admins e-postadresse bli brukt.

source: iCAL Link text
nb_no: iCAL lenketekst

source: Add the event to your calendar
nb_no: Legg arrangementet til i kalenderen din

source: Link text to iCAL for this event.
nb_no: Lenketekst til iCAL for dette arrangementet.

source: Event page
nb_no: Side

source: Select Post
nb_no: Velg innlegg

source: Select the page that describes the event
nb_no: Velg siden som beskriver arrangementet

source: Event invitation
nb_no: Invitasjon til arrangement

source: Organizer
nb_no: Arrangør

source: Link
nb_no: Lenke

source: Add an Event to your Ninja Forms.
nb_no: Legg til et arrangement i dine Ninja Forms.
